---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.SystemtypeRisedrop
source: html/1fe93486-a3fb-1f79-9933-32212ef4b4a1.htm
---
# Autodesk.Revit.DB.GroupTypeId.SystemtypeRisedrop Property

Rise / Drop.

## Syntax (C#)
```csharp
public static ForgeTypeId SystemtypeRisedrop { get; }
```